Revit 2022 API
MemberForces.Start Property
 Member Forces position on analytical model stick element. True for start, false for end.
Namespace: Autodesk.Revit.DB.Structure
Assembly: RevitAPI (in RevitAPI.dll) Version: 22.0.0.0 (22.1.0.0)
Since: 2016
Syntax
C#
public bool Start { get; set; }
Visual Basic
Public Property Start As Boolean
	Get
	Set
Visual C++
public:
property bool Start {
	bool get ();
	void set (bool value);
}
See Also
MemberForces Class
Autodesk.Revit.DB.Structure Namespace